{
    "basic_info": {
      "description_header": "Hi",
      "description": "👋 Hello, my name is Liesl White and I am a Software Developer in  full stack JavaScript. I came from a university with a major in Wildlife Conservation and Management. However, this did not challenge or interest me as I thought it would so I looked for other career paths and stumbled upon software development through a family member. I still have a passion for conservation efforts from my previous studies and I believe I can still contribute to non-profit efforts using my skills as a software developer. I bring a lot of team management skills and utilization of positive customer engagement to promote my core company. My strengths rely on attention to detail, creative thinking, and my ability to adapt a plan of action to any given situation. The goal for myself is to build a foundation in the tech field not only using the skills Code Fellows will provide me but also from my growing network. I want to be able to use what I learn in order to facilitate data structures and applications for the user and possibly inspire them with a message.",
      "section_name": {
        "about": "About me",
        "projects": "Projects",
        "skills": "Skills",
        "experience": "Experience"
      }
    },
    "projects": [
      {
        "title": "Animal Shelter",
        "startDate": "2020",
        "description": "The most expanded application I had opportunity to work with. I've learned many technologies and my code was reviewed by awesome curator. Application handles all adoption processess and allows to store all evidence on adopting animals from animal shelter.",
        "images": [
          "images/portfolio/animal-shelter/p1.jpg",
          "images/portfolio/animal-shelter/p2.jpg"
        ],
        "url": "",
        "technologies": [
          {
            "class": "devicon-angularjs-plain",
            "name": "Angular"
          },
          {
            "class": "devicon-typescript-plain",
            "name": "TypeScript"
          },
          {
            "class": "devicon-csharp-plain",
            "name": "C#"
          }
        ]
      },
      {
        "title": "Photography",
        "startDate": "2018",
        "description": "Personal project for study subject. I was responsible for testing photography application that optimizes images with popular algorithms used by graphic editors like Pixlr or Adobe Photoshop. I've earned A grade :)",
        "images": [
          "images/portfolio/photography/p1.jpg",
          "images/portfolio/photography/p2.jpg"
        ],
        "url": "https://github.com",
        "technologies": [
          {
            "class": "devicon-react-original",
            "name": "React"
          },
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          }
        ]
      },
      {
        "title": "3D Object Viewer",
        "startDate": "2015",
        "description": "One of the first apps I was working on my internship. I had to develop front-end implementation for app that shows 3D models of known buildings. This was also my first project in Angular framework. I've learned a lot!",
        "images": [
          "images/portfolio/adventure/p1.jpg",
          "images/portfolio/adventure/p2.jpg"
        ],
        "url": "https://github.com",
        "technologies": [
          {
            "class": "devicon-angularjs-plain",
            "name": "Angular"
          },
          {
            "class": "devicon-typescript-plain",
            "name": "TypeScript"
          },
          {
            "class": "devicon-csharp-plain",
            "name": "C#"
          }
        ]
      }
    ],
    "experience": [
      {
        "company": "Davis-Monthan AFB Youth Center",
        "title": "Youth Program Assistant",
        "years": "06.2021 - 12.2021",
        "mainTech": [
          "Angular 8/9/10"
        ],
        "technologies": [
          "Team collaboration",
          "",
          "Collaborated with co-workers to advise and direct youth in guided activities",
          "Established plans and goals daily and accounted for routine operations, assessing risk management",
          "Encouraged and fostered individual creativity and independent problem-solving within the youth community"
        ]
      },
      {
        "company": "LeBuzz Caffe",
        "title": "Assistant Manager",
        "years": "06.2019 - 08.2021",
        "mainTech": [
          "Angular 7/8"
        ],
        "technologies": [
          "RxJS",
          "Django",
          "PHP",
          "JavaScript",
          "DHTMLX Gantt"
        ]
      }
    ]
  }
